documentatie/stuf examples/ouderschapsrelatie/02003_Lk01T_1793973916_2524731.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>PRODPIV</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2524731_02003</referentienummer><tijdstipBericht>2009031205501001</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031110202700</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1516913" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1793973916</a-nummer><bsn-nummer>244212272</bsn-nummer><PRSPRSOUD d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum>0</ingangsdatum><PRS d5p1:soortEntiteit="F" d5p1:verwerkingssoort="I"><a-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><bsn-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><voornamen d5p1:noValue="waardeOnbekend" xsi:nil="true" /><voorletters d5p1:noValue="waardeOnbekend" xsi:nil="true" /><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>.</geslachtsnaam><geboortedatum d5p1:noValue="nietOndersteund" xsi:nil="true" /><geslachtsaanduiding d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSOUD><PRSPRSOUD d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum>0</ingangsdatum><PRS d5p1:soortEntiteit="F" d5p1:verwerkingssoort="I"><a-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><bsn-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><voornamen d5p1:noValue="waardeOnbekend" xsi:nil="true" /><voorletters d5p1:noValue="waardeOnbekend" xsi:nil="true" /><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>.</geslachtsnaam><geboortedatum d5p1:noValue="nietOndersteund" xsi:nil="true" /><geslachtsaanduiding d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSOUD></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>